"%@ - Offline" = "%@ — offline";

"3D Secure" = "3D Secure";

"Add New Card…" = "Dodaj nową kartę…";

"Add a Card" = "Dodaj kartę";

"Apt." = "Nr lokalu";

"Contact" = "Kontakt";

"Delivery" = "Dostawa";

"Delivery Address" = "Adres dostawy";

"Free" = "Bezpłatnie";

"Invalid Shipping Address" = "Nieprawidłowy adres dostawy";

"Loading…" = "Ładowanie…";

"Multibanco" = "Multibanco";

"Next" = "Dalej";

"Online Banking (FPX)" = "Bankowość elektroniczna (FPX)";

"Payment Method" = "Metoda płatności";

"Shipping" = "Dostawa";

"Shipping Method" = "Metoda dostawy";

"Use Billing" = "Użyj adresu płatności";

"Use Delivery" = "Użyj adresu dostawy";

"Use Shipping" = "Użyj adresu dostawy";
